[
    {
      "id": "63597a11bc66845aebb4cd95",
      "course_id": "1",
      "image": "https://images.unsplash.com/photo-1472437774355-71ab6752b434?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
      "title": "Javascript",
      "details": "JavaScript , often abbreviated as JS, is a programming language that is one of the core technologies of the World Wide Web, alongside HTML and CSS. As of 2022, 98% of websites use JavaScript on the client side for webpage behavior, often incorporating third-party libraries. All major web browsers have a dedicated JavaScript engine to execute the code on users' devices.\r\n",
      "price": 244,
      "ratings": 4.5,
      "bullet":[
        "Most popular language",
        "Front and Backend feature",
        "Awesome Resoueces",
        "Vesatality"
      ]
    },
    {
      "id": "63597a110c5a66727b3f9a10",
      "course_id": "3",
      "image": "https://images.unsplash.com/photo-1633356122102-3fe601e05bd2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "title": "React",
      "details": "React (also known as React.js or ReactJS) is a free and open-source front-end JavaScript library for building user interfaces based on UI components. It is maintained by Meta (formerly Facebook) and a community of individual developers and companies. React can be used as a base in the development of single-page, mobile, or server-rendered applications with frameworks like Next.js. However, React is only concerned with state management and rendering that state to the DOM, so creating React applications usually requires the use of additional libraries for routing, as well as certain client-side functionality.\r\n",
      "price": 273,
      "ratings": 3.0,
      "bullet":[
        "Most popular frontend framework",
        "Awesome Usability"
        
      ]
    },
    {
      "id": "63597a11299a188f95915097",
      "course_id": "1",
      "image": "https://images.unsplash.com/photo-1621839673705-6617adf9e890?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1332&q=80",
      "title": "HTML",
      "details": "The HyperText Markup Language or HTML is the standard markup language for documents designed to be displayed in a web browser. It can be assisted by technologies such as Cascading Style Sheets (CSS) and scripting languages such as JavaScript. Web browsers receive HTML documents from a web server or from local storage and render the documents into multimedia web pages. HTML describes the structure of a web page semantically and originally included cues for the appearance of the document.\r\n",
      "price": 395,
      "ratings": 5.0,
      "bullet":[
        "Make website",
        "Main thing of website",
        "Structured format"
      ]
    },
    {
      "id": "63597a110d5aa7d51d2cd3b8",
      "course_id": "1",
      "image": "https://images.unsplash.com/photo-1507721999472-8ed4421c4af2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "title": "CSS",
      "details": "Cascading Style Sheets (CSS) is a style sheet language used for describing the presentation of a document written in a markup language such as HTML or XML (including XML dialects such as SVG, MathML or XHTML).[1] CSS is a cornerstone technology of the World Wide Web, alongside HTML and JavaScript.CSS is designed to enable the separation of content and presentation, including layout, colors, and fonts.[3] This separation can improve content accessibility; provide more flexibility and control in the specification of presentation characteristics; enable multiple web pages to share formatting by specifying the relevant CSS in a separate .css file, which reduces complexity and repetition in the structural content; and enable the .css file to be cached to improve the page load speed between the pages that share the file and its formatting.\r\n",
      "price": 143,
      "ratings": 4.2,
      "bullet":[
        "Main Web dsign material",
        "Must needed",
        "Awesome Output"
        
      ]
    },
    {
      "id": "63597a11ad35039711030abf",
      "course_id":"2",
      "image": "https://images.unsplash.com/photo-1599507593499-a3f7d7d97667?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "title": "PHP",
      "details": "PHP is a general-purpose scripting language geared toward web development.[5] It was originally created by Danish-Canadian programmer Rasmus Lerdorf in 1993.[6] The PHP reference implementation is now produced by The PHP Group.[7] PHP originally stood for Personal Home Page,[8] but it now stands for the recursive initialism PHP: Hypertext Preprocessor.[9]\r\n",
      "price": 337,
      "ratings": 3.8,
      "bullet":[
        "Most Used language for back end",
        "Easy to start",
        "Much Resource"
        
      ]
    },
    {
      "id": "63597a112f6eb9f7c8b29714",
      "course_id": "5",
      "image": "https://images.unsplash.com/photo-1633412802994-5c058f151b66?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=880&q=80",
      "title": "SQL",
      "details": "SQL ; Structured Query Language)[5] is a domain-specific language used in programming and designed for managing data held in a relational database management system (RDBMS), or for stream processing in a relational data stream management system (RDSMS). It is particularly useful in handling structured data, i.e. data incorporating relations among entities and variables.\r\n",
      "price": 309,
      "ratings": 4,
      "bullet":[
        "Manage data",
        "Brdge between databse and logic "
        
      ]
    },
    {
      "id": "63597a11f2f1c7033a1e3c93",
      "course_id": "4",
      "image": "https://images.unsplash.com/photo-1591696331111-ef9586a5b17a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "title": "AI",
      "details": "Artificial intelligence (AI) is intelligence demonstrated by machines, as opposed to the natural intelligence displayed by animals and humans. AI research has been defined as the field of study of intelligent agents, which refers to any system that perceives its environment and takes actions that maximize its chance of achieving its goals.[a]\r\n",
      "price": 111,
      "ratings": 5,
      "bullet":[
        "Work aside of human",
        "Very much helpful for work",
        "Might be warning"
        
      ]
    },
    {
      "id": "63597a11d28c06137ced9e49",
      "course_id": "4",
      "image": "https://images.unsplash.com/photo-1531746790731-6c087fecd65a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1106&q=80",
      "title": "Robotics",
      "details": "Robotics is an interdisciplinary branch of computer science and engineering.[1] Robotics involves design, construction, operation, and use of robots. The goal of robotics is to design machines that can help and assist humans. Robotics integrates fields of mechanical engineering, electrical engineering, information engineering, mechatronics, electronics, bioengineering, computer engineering, control engineering, software engineering, mathematics, etc.\r\n",
      "price": 316,
      "ratings": 3,
      "bullet":[
        "Make for robots",
        "Military Operations",
        "Human can't do work"
        
      ]
    }
  ]